{
  "nodes": {
    "Organization": [
      {
        "id": "caf",
        "name": "Caisse d'Allocations Familiales (CAF)",
        "description": "Provides family allowances, financial aid, and social services to families in France.",
        "country": "FR"
      },
      {
        "id": "mds",
        "name": "Maison Départementale des Solidarités (MDS)",
        "description": "Offers social services and support, particularly for vulnerable groups such as families, children, and elderly.",
        "country": "FR"
      },
      {
        "id": "france_travail",
        "name": "France Travail",
        "description": "Formerly known as Pôle Emploi, this organization supports job seekers and offers employment services across France.",
        "country": "FR"
      },
      {
        "id": "ase",
        "name": "Aide Sociale à l'Enfance (ASE)",
        "description": "Provides child protection services, including support for unaccompanied minors and at-risk children.",
        "country": "FR"
      },
      {
        "id": "cpam",
        "name": "Caisse Primaire d'Assurance Maladie (CPAM)",
        "description": "Manages health insurance and ensures access to healthcare services in France.",
        "country": "FR"
      },
      {
        "id": "cnam",
        "name": "Caisse Nationale d'Assurance Maladie (CNAM)",
        "description": "National body responsible for managing health insurance and related social security services in France.",
        "country": "FR"
      },
      {
        "id": "msa",
        "name": "Mutualité Sociale Agricole (MSA)",
        "description": "Provides social security and health services to workers in the agricultural sector in France.",
        "country": "FR"
      },
      {
        "id": "cnous",
        "name": "Centre National des Œuvres Universitaires et Scolaires (CNOUS)",
        "description": "Coordinates student services across France, including housing, scholarships, and social support.",
        "country": "FR"
      },
      {
        "id": "crous",
        "name": "Centre Régional des Œuvres Universitaires et Scolaires (CROUS)",
        "description": "Regional centers providing support and services to students, including housing, meals, and financial aid.",
        "country": "FR"
      },
      {
        "id": "ars",
        "name": "Agence Régionale de Santé (ARS)",
        "description": "Regional Health Agency responsible for implementing health policies and ensuring access to healthcare in French regions.",
        "country": "FR"
      },
      {
        "id": "agefiph",
        "name": "Association de Gestion du Fonds pour l'Insertion Professionnelle des Personnes Handicapées (AGEFIPH)",
        "description": "Supports the employment of people with disabilities by providing funding and resources for their professional integration.",
        "country": "FR"
      },
      {
        "id": "cnsa",
        "name": "Caisse Nationale de Solidarité pour l'Autonomie (CNSA)",
        "description": "Manages funds and services for the elderly and people with disabilities in France.",
        "country": "FR"
      },
      {
        "id": "fdj",
        "name": "Fonds de Développement pour la Jeunesse (FDJ)",
        "description": "Supports youth development initiatives, including education, employment, and social integration programs.",
        "country": "FR"
      },
      {
        "id": "mission_locale",
        "name": "Mission Locale",
        "description": "Provides employment support, social services, and guidance for young people aged 16-25 in France.",
        "country": "FR"
      },
      {
        "id": "direccte",
        "name": "Direction Régionale des Entreprises, de la Concurrence, de la Consommation, du Travail et de l'Emploi (DIRECCTE)",
        "description": "Regional Directorate responsible for employment, labor regulation, and economic development.",
        "country": "FR"
      },
      {
        "id": "arsf",
        "name": "Agence Régionale de Santé de France (ARSF)",
        "description": "Manages regional health policies and services, ensuring public health and safety across France.",
        "country": "FR"
      },
      {
        "id": "cnsa",
        "name": "Caisse Nationale de Solidarité pour l'Autonomie (CNSA)",
        "description": "Administers services and funding for elderly and disabled individuals to support autonomy and care.",
        "country": "FR"
      },
      {
        "id": "dap",
        "name": "Direction de l'Administration Pénitentiaire (DAP)",
        "description": "Oversees the management of the prison system in France, including rehabilitation programs and prisoner rights.",
        "country": "FR"
      },
      {
        "id": "ofii",
        "name": "Office Français de l'Immigration et de l'Intégration (OFII)",
        "description": "Provides services related to immigration, integration, and asylum seekers, including support for employment and housing.",
        "country": "FR"
      },
      {
        "id": "opiq",
        "name": "Observatoire de la Protection de l'Enfance (OPIQ)",
        "description": "Monitors and improves child protection policies and practices across France.",
        "country": "FR"
      }
    ]
  }
}
